{
  "El País (Cali)": {
    "title": "El País (Cali)",
    "summary": "El País (English: The Country) is a regional daily newspaper based in Cali, Colombia, and leading newspaper of the Colombian Pacific Region. El País is a member of the Latin American Newspaper Association.",
    "url": "https://en.wikipedia.org/wiki/El_Pa%C3%ADs_(Cali)",
    "content_length": 224
  },
  "Indigenous peoples in Colombia": {
    "title": "Indigenous peoples in Colombia",
    "summary": "Indigenous Colombians (Spanish: Colombianos indigenas), also known as Native Colombians (Spanish: Colombianos nativos), are the ethnic groups who have inhabited Colombia before the Spanish colonization of Colombia, in the early 16th century.\nEstimates on the percentage of Colombians who are indigenous vary, from 3% or 1.5 million to 10% or 5 million. According to the 2018 Colombian census, they comprise 4.4% of the country's population, belonging to 115 different tribes, up from 3.4% in the 2005 Colombian census. However, a Latinobarómetro survey from the same year found that 10.4% of Colombian respondents self-identified as indigenous. The most recent estimation of the number of indigenous peoples of Colombia places it at around 9.5% of the population. This means that Colombia has the seventh highest percentage of Amerindians in the Americas  with only Bolivia, Chile, Ecuador, Guatemala, Peru, and Panama having a higher estimated percentage of Amerindians than Colombia. The percentage of indigenous peoples has been growing since an all-time low of 1965, where it was estimated only 1% of Colombians were indigenous.\nApproximately two thirds of the registered Indigenous peoples live in La Guajira, Cauca, Nariño, Córdoba and Sucre Departments. Amazon Basin, a sparsely populated region, is home to over 70 different Indigenous ethnic groups.\nBoth historically and in recent times, they have been subjected to violence and oppression, ranging from land theft to massacres to the targeted killings of Indigenous activists and politicians.\n\n",
    "url": "https://en.wikipedia.org/wiki/Indigenous_peoples_in_Colombia",
    "content_length": 20571
  },
  "Colombia": {
    "title": "Colombia",
    "error": "disambiguation",
    "options": [
      "Columbia (personification)",
      "Columbia University",
      "Columbia Pictures",
      "Columbia Sportswear",
      "Columbia, South Carolina"
    ]
  },
  "Laura González (Miss Colombia)": {
    "title": "Laura González (Miss Colombia)",
    "summary": "Laura González Ospina (born 22 February 1995), also known as Laura Barjum, is a Colombian actress, model and beauty pageant titleholder.  She was Miss Colombia 2017 and later represented her country at the Miss Universe 2017 pageant, where she finished 1st Runner-Up.",
    "url": "https://en.wikipedia.org/wiki/Laura_Gonz%C3%A1lez_(Miss_Colombia)",
    "content_length": 1054
  },
  "Cartagena, Colombia": {
    "title": "Cartagena, Colombia",
    "summary": "Cartagena ( KAR-tə-HAY-nə), known since the colonial era as Cartagena de Indias (Spanish: [kaɾtaˈxena ðe ˈindjas] ), is a city and one of the major ports on the northern coast of Colombia in the Caribbean Coast Region, along the Caribbean Sea.  Cartagena's past role as a link in the route to the West Indies provides it with important historical value for world exploration and preservation of heritage from the great commercial maritime routes. As a former Spanish colony, it was a key port for the export of Bolivian silver to Spain and for the import of enslaved Africans under the asiento system. It was defensible against pirate attacks in the Caribbean. The city's strategic location between the Magdalena and Sinú rivers also gave it easy access to the interior of New Granada and made it a main port for trade between Spain and its overseas empire, establishing its importance by the early 1540s.\nModern Cartagena is the capital of the Bolívar Department, and had a population of 876,885 according to the 2018 census, making it the second-largest city in the Caribbean region, after Barranquilla, and the fifth-largest city in Colombia. The metropolitan area of Cartagena is the sixth-largest urban area in the country, after metropolitan area of Bucaramanga. Economic activities include the maritime and petrochemical industries, as well as tourism.\nThe present city—named after Cartagena, Spain and by extension, the historic city of Carthage—was founded on 1 June 1533, making it one of South America's oldest colonial cities; but settlement by various indigenous people in the region around Cartagena Bay dates from 4000 BC. During the Spanish colonial period Cartagena had a key role in administration and expansion of the Spanish Empire. It was a center of political, ecclesiastical, and economic activity. In 1984, Cartagena's colonial walled city and fortress were designated a UNESCO World Heritage Site.\nIt was also the site of the Battle of Cartagena de Indias in 1741 during the War of Jenkins' Ear between Spain and Britain.",
    "url": "https://en.wikipedia.org/wiki/Cartagena,_Colombia",
    "content_length": 47840
  }
}