{
  "Chile": {
    "title": "China",
    "summary": "China, officially the People's Republic of China (PRC), is a country in East Asia. With a population exceeding 1.4 billion, it is the second-most populous country after India, representing 17.4% of the world population. China spans the equivalent of five time zones and borders fourteen countries by land across an area of nearly 9.6 million square kilometers (3,700,000 sq mi), making it the third-largest country by land area. The country is divided into 33 province-level divisions: 22 provinces, 5 autonomous regions, 4 municipalities, and 2 semi-autonomous special administrative regions. Beijing is the country's capital, while Shanghai is its most populous city by urban area and largest financial center.\nChina is considered one of the six cradles of civilization, with the first human inhabitants in the region arriving during the Paleolithic. By the late 2nd millennium BCE, the earliest dynastic states had emerged in the Yellow River basin. The 8th–3rd centuries BCE saw a breakdown in the authority of the Zhou dynasty, accompanied by the emergence of administrative and military techniques, literature, philosophy, and historiography. In 221 BCE, China was unified under an emperor, ushering in more than two millennia of imperial dynasties including the Qin, Han, Tang, Yuan, Ming, and Qing. With the invention of gunpowder and paper, the establishment of the Silk Road, and the building of the Great Wall, Chinese culture flourished and has heavily influenced both its neighbors and lands further afield. However, China began to cede parts of the country in the late 19th century to various European powers by a series of unequal treaties.\nAfter decades of Qing China on the decline, the 1911 Revolution overthrew the Qing dynasty and the monarchy and the Republic of China (ROC) was established the following year. The country under the nascent Beiyang government was unstable and ultimately fragmented during the Warlord Era, which was ended upon the Northern Expedition conducted by the Kuomintang (KMT) to reunify the country. The Chinese Civil War began in 1927, when KMT forces purged members of the rival Chinese Communist Party (CCP), who proceeded to engage in sporadic fighting against the KMT-led Nationalist government. Following the country's invasion by the Empire of Japan in 1937, the CCP and KMT formed the Second United Front to fight the Japanese. The Second Sino-Japanese War eventually ended in a Chinese victory; however, the CCP and the KMT resumed their civil war as soon as the war ended. In 1949, the resurgent Communists established control over most of the country, proclaiming the People's Republic of China and forcing the Nationalist government to retreat to the island of Taiwan. The country was split, with both sides claiming to be the sole legitimate government of China. Following the implementation of land reforms, further attempts by the PRC to realize communism failed: the Great Leap Forward was largely responsible for the Great Chinese Famine that ended with millions of Chinese people having died, and the subsequent Cultural Revolution was a period of social turmoil and persecution characterized by Maoist populism. Following the Sino-Soviet split, the Shanghai Communiqué in 1972 would precipitate the normalization of relations with the United States. Economic reforms that began in 1978 moved the country away from a socialist planned economy towards an increasingly capitalist market economy, spurring significant economic growth. A movement for increased democracy and liberalization stalled after the Tiananmen Square protests and massacre in 1989.\nChina is a unitary one-party socialist republic led by the CCP. It is one of the five permanent members of the UN Security Council; the UN representative for China was changed from the ROC to the PRC in 1971. It is a founding member of several multilateral and regional organizations such as the AIIB, the Silk Road Fund, the New Development Bank, and the RCEP. It is a member of BRICS, the G20, APEC, the SCO, and the East Asia Summit. Making up around one-fifth of the world economy, the Chinese economy is the world's largest by PPP-adjusted GDP and the second-largest by nominal GDP. China is the second-wealthiest country, albeit ranking poorly in measures of democracy, human rights and religious freedom. The country has been one of the fastest-growing major economies and is the world's largest manufacturer and exporter, as well as the second-largest importer. China is a nuclear-weapon state with the world's largest standing army by military personnel and the second-largest defense budget. It is a great power, and has been described as an emerging superpower. China is known for its cuisine and culture and, as a megadiverse country, has 59 UNESCO World Heritage Sites, the second-highest number of any country.",
    "url": "https://en.wikipedia.org/wiki/China",
    "content_length": 89989
  },
  "Socialist Republic of Chile": {
    "title": "Socialist Republic of Chile",
    "summary": "The Socialist Republic of Chile (Spanish: República Socialista de Chile) was a short-lived (4 June 1932 – 13 September 1932) political entity in Chile, that was proclaimed by the Government Junta that took over that year.",
    "url": "https://en.wikipedia.org/wiki/Socialist_Republic_of_Chile",
    "content_length": 6187
  },
  "Parliamentary Republic (Chile)": {
    "title": "Parliamentary Republic (Chile)",
    "summary": "The Parliamentary Era in Chile began in 1891, at the end of the Civil War, and spanned until 1925 and the establishment of the 1925 Constitution. Also called \"pseudo-parliamentary\" period or \"Parliamentary Republic\", this period was thus named because it established a quasi-parliamentary system based on the interpretation of the 1833 Constitution following the defeat of President José Manuel Balmaceda during the Civil War. As opposed to a \"true parliamentary\" system, the executive was not subject to the legislative power but checks and balances of executive over the legislature were weakened. The President remained the head of state but its powers and control of the government were reduced. The Parliamentary Republic lasted until the 1925 Constitution drafted by President Arturo Alessandri and his minister José Maza. The new Constitution created a presidential system, which lasted, with several modifications, until the 1973 coup d'état.\nIn the late 19th and early 20th centuries, Chile temporarily resolved its border disputes with Argentina with the Boundary treaty of 1881 between Chile and Argentina, the Puna de Atacama Lawsuit of 1899 and the Cordillera of the Andes Boundary Case, 1902.",
    "url": "https://en.wikipedia.org/wiki/Parliamentary_Republic_(Chile)",
    "content_length": 7490
  },
  "President of Chile": {
    "title": "President of China",
    "summary": "The president of China, officially the president of the People's Republic of China, is the state representative of the People's Republic of China. On its own, it is a ceremonial office and has no real power in China's political system. While the office has many of the characteristics of a head of state, the Constitution of China does not define it as such. The Chinese president was the third to fifth highest-ranking position when it was re-established in 1982. However, since 1993, the post has been held by the general secretary of the Chinese Communist Party (CCP) and chairman of the Central Military Commission, who is China's paramount leader.\nThe presidency is a part of the system of people's congress based on the principle of unified power in which the National People's Congress (NPC) functions as the only branch of government and as the highest state organ of power. The presidency is a state organ of the NPC and equivalent to, for instance, the State Council and the National Supervisory Commission, rather than a political office, unlike the premier of the State Council. Together with the NPC Standing Committee, the presidency performs certain functions performed by a head of state in most other countries. The president can engage in state affairs with the consent of the NPC Standing Committee. While the presidency is not a powerful organ in itself, since 27 March 1993, the president has concurrently served as general secretary of the Central Committee of the Chinese Communist Party (CCP) and chairman of the Central Military Commission (CMC), making the incumbent China's paramount leader and commander-in-chief.\nThe first state representative of China dates back to the Republican era when the post was held by Sun Yat-sen upon the establishment of the Republic on 1 January 1912. The presidency in its current form was the chairman of the Central People's Government of the People's Republic of China, which was established on 1 October 1949 by a decision of the Chinese People's Political Consultative Conference. It was replaced in Constitution in 1954 with the office of state chairman. It was successively held by Mao Zedong and Liu Shaoqi. Liu fell into political disgrace during the Cultural Revolution, after which the presidency became vacant. The post of chairman was abolished under the Constitution of 1975, and the function of state representative was bestowed on the chairman of the NPC Standing Committee. The office was reinstated in the Constitution of 1982 but with reduced powers and a stipulation that the president could not serve more than two consecutive terms. The term limits were abolished in 2018. Since 1982, the title's official English-language translation has been \"president\", although the Chinese title remains unchanged.",
    "url": "https://en.wikipedia.org/wiki/President_of_China",
    "content_length": 15406
  },
  "Captaincy General of Chile": {
    "title": "Captaincy General of Chile",
    "summary": "The General Captaincy of Chile (Capitanía General de Chile [kapitaˈni.a xeneˈɾal de ˈtʃile]), Governorate of Chile, or Kingdom of Chile, was a territory of  the Spanish Empire  from 1541 to 1818 that was, initially, part of the Viceroyalty of Peru. It comprised most of modern-day Chile and southern parts of Argentina in the Patagonia region. Its capital was Santiago de Chile. In 1810 it declared itself independent, with the Spanish reconquering the territory in 1814, but in 1818 it gained independence as the Republic of Chile. It had a number of Spanish governors over its long history and several kings.",
    "url": "https://en.wikipedia.org/wiki/Captaincy_General_of_Chile",
    "content_length": 16281
  }
}