{
  "Michigan": {
    "title": "Michigan",
    "summary": "Michigan (  MISH-ig-ən) is a peninsular state in the Great Lakes region of the  Upper Midwestern United States. It shares water and land boundaries with Minnesota to the northwest, Wisconsin to the west, Indiana and Illinois to the southwest, Ohio to the southeast, and the Canadian province of Ontario to the east, northeast and north. With a population of 10.14 million and an area of 96,716 sq mi (250,490 km2), Michigan is the 10th-largest state by population, the 11th-largest by area, and the largest by total area east of the Mississippi River. The state capital is Lansing, while its most populous city is Detroit. The Metro Detroit region in Southeast Michigan is among the nation's most populous and largest metropolitan economies. Other important metropolitan areas include Grand Rapids, Flint, Ann Arbor, Kalamazoo, the Tri-Cities, and Muskegon.   \nMichigan consists of two peninsulas: the heavily forested Upper Peninsula (commonly called \"the U.P.\"), which juts eastward from northern Wisconsin, and the more populated Lower Peninsula, stretching north from Ohio and Indiana. The peninsulas are separated by the Straits of Mackinac, which connects Lake Michigan and Lake Huron, and are linked by the 5-mile-long Mackinac Bridge along Interstate 75. Bordering four of the five Great Lakes and Lake St. Clair, Michigan has the longest freshwater coastline of any U.S. political subdivision, measuring 3,288 miles. The state ranks second behind Alaska in water coverage by square miles and first in percentage, with approximately 42%, and it also contains 64,980 inland lakes and ponds.\nIn the 17th century, French explorers claimed the Great Lakes region for New France, though the area had largely been inhabited for thousands of years by Indigenous peoples such as the Ojibwe, Odawa, Potawatomi, and Wyandot. French settlers and Métis established forts and settlements. Some people contend that the region's name is derived from the Ojibwe word ᒥᓯᑲᒥ (mishigami), meaning \"large water\" or \"large lake\". While others say that it comes from the Mishiiken Tribe of Mackinac Island, also called Michinemackinawgo by Ottawa historian Andrew Blackbird, whose surrounding lands were referred to as Mishiiken-imakinakom, later shortened to Michilimackinac. After France's defeat in the French and Indian War in 1762, the area came under British control and later the U.S. following the Treaty of Paris (1783), though control remained disputed with Indigenous tribes until treaties between 1795 and 1842. The area was part of the larger Northwest Territory; the Michigan Territory was organized in 1805. Michigan was admitted as the 26th state on January 26, 1837, entering as a free state and quickly developing into an industrial and trade hub that attracted European immigrants, particularly from Finland, Macedonia, and the Netherlands. In the 1930s, migration from Appalachia, the Middle East and the Great Migration of Black Southerners further shaped the state, especially in Metro Detroit.\nMichigan has a diversified economy with a gross state product of $719.392 billion as of Q4 2024, ranking 14th among the 50 states. Although the state has developed a diverse economy, in the early 20th century it became widely known as the center of the U.S. automotive industry, which developed as a major national economic force. It is home to the country's three major automobile companies (whose headquarters are all in Metro Detroit). Once exploited for logging and mining, today the sparsely populated Upper Peninsula is important for tourism because of its abundance of natural resources. The Lower Peninsula is a center of manufacturing, forestry, agriculture, services, and high-tech industry.\n\n",
    "url": "https://en.wikipedia.org/wiki/Michigan",
    "content_length": 72447
  },
  "University of Michigan": {
    "title": "University of Michigan",
    "summary": "The University of Michigan (U-M, UMich, or Michigan) is a public research university in Ann Arbor, Michigan, United States. Founded in 1817, it is the oldest institution of higher education in the state. The University of Michigan is one of the earliest American research universities and is a founding member of the Association of American Universities. In the fall of 2023, the university employed 8,189 faculty members and enrolled 52,065 students in its programs.\nThe university is classified among \"R1: Doctoral Universities – Very high research activity\". It consists of nineteen colleges and offers 250 degree programs at the undergraduate and graduate levels. The university is accredited by the Higher Learning Commission. In 2021, it ranked third among American universities in research expenditures according to the National Science Foundation.\nThe University of Michigan's athletic teams are collectively known as the Wolverines. They compete in NCAA Division I (FBS) as a member of the Big Ten Conference. The university currently fields varsity teams across 29 NCAA-sanctioned sports. As of 2022, athletes from the university had won 188 medals at the Olympic Games.\nNotable alumni from the university include 8 domestic and foreign heads of state or heads of government, 48 U.S. senators, 218 members of the U.S. House of Representatives, 42 U.S. Cabinet secretaries, and 41 U.S. governors.",
    "url": "https://en.wikipedia.org/wiki/University_of_Michigan",
    "content_length": 108369
  },
  "Michigan, My Michigan": {
    "title": "Michigan",
    "summary": "Michigan (  MISH-ig-ən) is a peninsular state in the Great Lakes region of the  Upper Midwestern United States. It shares water and land boundaries with Minnesota to the northwest, Wisconsin to the west, Indiana and Illinois to the southwest, Ohio to the southeast, and the Canadian province of Ontario to the east, northeast and north. With a population of 10.14 million and an area of 96,716 sq mi (250,490 km2), Michigan is the 10th-largest state by population, the 11th-largest by area, and the largest by total area east of the Mississippi River. The state capital is Lansing, while its most populous city is Detroit. The Metro Detroit region in Southeast Michigan is among the nation's most populous and largest metropolitan economies. Other important metropolitan areas include Grand Rapids, Flint, Ann Arbor, Kalamazoo, the Tri-Cities, and Muskegon.   \nMichigan consists of two peninsulas: the heavily forested Upper Peninsula (commonly called \"the U.P.\"), which juts eastward from northern Wisconsin, and the more populated Lower Peninsula, stretching north from Ohio and Indiana. The peninsulas are separated by the Straits of Mackinac, which connects Lake Michigan and Lake Huron, and are linked by the 5-mile-long Mackinac Bridge along Interstate 75. Bordering four of the five Great Lakes and Lake St. Clair, Michigan has the longest freshwater coastline of any U.S. political subdivision, measuring 3,288 miles. The state ranks second behind Alaska in water coverage by square miles and first in percentage, with approximately 42%, and it also contains 64,980 inland lakes and ponds.\nIn the 17th century, French explorers claimed the Great Lakes region for New France, though the area had largely been inhabited for thousands of years by Indigenous peoples such as the Ojibwe, Odawa, Potawatomi, and Wyandot. French settlers and Métis established forts and settlements. Some people contend that the region's name is derived from the Ojibwe word ᒥᓯᑲᒥ (mishigami), meaning \"large water\" or \"large lake\". While others say that it comes from the Mishiiken Tribe of Mackinac Island, also called Michinemackinawgo by Ottawa historian Andrew Blackbird, whose surrounding lands were referred to as Mishiiken-imakinakom, later shortened to Michilimackinac. After France's defeat in the French and Indian War in 1762, the area came under British control and later the U.S. following the Treaty of Paris (1783), though control remained disputed with Indigenous tribes until treaties between 1795 and 1842. The area was part of the larger Northwest Territory; the Michigan Territory was organized in 1805. Michigan was admitted as the 26th state on January 26, 1837, entering as a free state and quickly developing into an industrial and trade hub that attracted European immigrants, particularly from Finland, Macedonia, and the Netherlands. In the 1930s, migration from Appalachia, the Middle East and the Great Migration of Black Southerners further shaped the state, especially in Metro Detroit.\nMichigan has a diversified economy with a gross state product of $719.392 billion as of Q4 2024, ranking 14th among the 50 states. Although the state has developed a diverse economy, in the early 20th century it became widely known as the center of the U.S. automotive industry, which developed as a major national economic force. It is home to the country's three major automobile companies (whose headquarters are all in Metro Detroit). Once exploited for logging and mining, today the sparsely populated Upper Peninsula is important for tourism because of its abundance of natural resources. The Lower Peninsula is a center of manufacturing, forestry, agriculture, services, and high-tech industry.\n\n",
    "url": "https://en.wikipedia.org/wiki/Michigan",
    "content_length": 72447
  },
  "Detroit": {
    "title": "Detroit",
    "summary": "Detroit (  dih-TROYT, locally also  DEE-troyt) is the most populous city in the U.S. state of Michigan. It is situated on the bank of the Detroit River across from Windsor, Ontario. It had a population of 639,111 at the 2020 census, making it the 26th-most populous city in the United States and the largest U.S. city on the Canada–United States border. The Metro Detroit area, home to 4.3 million people, is the second-largest in the Midwest after the Chicago metropolitan area and the 14th-largest in the United States. The seat of Wayne County, Detroit is a significant cultural center known for its contributions to music, art, architecture and design, in addition to its historical automotive and industrial background.\nIn 1701, Royal French explorers Antoine de la Mothe Cadillac and Alphonse de Tonty founded Fort Pontchartrain du Détroit. During the late 19th and early 20th century, it became an important industrial hub at the center of the Great Lakes region. The city's population rose to be the fourth-largest in the nation by 1920, with the expansion of the automotive industry in the early 20th century. One of its main features, the Detroit River, became the busiest commercial hub in the world. In the mid-20th century, Detroit entered a state of urban decay that has continued to the present, as a result of industrial restructuring, the loss of jobs in the auto industry, and rapid suburbanization. Since reaching a peak of 1.85 million at the 1950 census, Detroit's population has declined by more than 65 percent. In 2013, Detroit became the largest U.S. city to file for bankruptcy, but successfully exited in 2014. In 2024, the U.S. Census Bureau reported that Detroit's population grew for a second consecutive year and led population growth in Michigan for the first time since the 1950s.\nDetroit is a port on the Detroit River, one of the four major straits that connect the Great Lakes system to the St. Lawrence Seaway. The city anchors the third-largest regional economy in the Midwest and the 16th-largest in the United States. It is also best known as the center of the U.S. automotive industry, and the \"Big Three\" auto manufacturers—General Motors, Ford, and Stellantis North America (Chrysler)—are all headquartered in Metro Detroit. It houses the Detroit Metropolitan Airport, one of the most important hub airports in the United States. Detroit and its neighboring Canadian city Windsor constitute the second-busiest international crossing in North America, after San Diego–Tijuana.\nDetroit's culture is marked with diversity, having both local and international influences. Detroit gave rise to the music genres of Motown and techno, and also played an important role in the development of jazz, hip-hop, rock, and punk. A globally unique stock of architectural monuments and historic places was the result of the city's rapid growth in its boom years. Since the 2000s, conservation efforts have managed to save many architectural pieces and achieve several large-scale revitalizations, including the restoration of several historic theaters and entertainment venues, high-rise renovations, new sports stadiums, and a riverfront revitalization project. Detroit is an increasingly popular tourist destination which caters to about 16 million visitors per year. In 2015, Detroit was designated a \"City of Design\" by UNESCO, the first and only U.S. city to receive that designation.",
    "url": "https://en.wikipedia.org/wiki/Detroit",
    "content_length": 82910
  },
  "Lake Michigan": {
    "title": "Lake Michigan",
    "summary": "Lake Michigan (  MISH-ig-ən) is one of the five Great Lakes of North America. It is the second-largest of the Great Lakes by volume (1,180 cu mi; 4,900 km3) and depth (923 ft; 281 m) after Lake Superior and the third-largest by surface area (22,405 sq mi; 58,030 km2), after Lake Superior and Lake Huron. To the east, its basin is conjoined with that of Lake Huron through the wide and deep Straits of Mackinac, giving it the same surface elevation as its eastern counterpart; hydrologically, the two bodies are a single lake that is, by area, the largest freshwater lake in the world.\nLake Michigan is the only Great Lake located fully in the United States; the other four are shared between the U.S. and Canada. It is the world's largest lake, by area, located fully in one country, and is shared, from west to east, by the U.S. states of Wisconsin, Illinois, Indiana, and Michigan. Ports along its shores include Chicago, Illinois, Gary, Indiana, Milwaukee and Green Bay, Wisconsin, and Muskegon, Michigan. To the north, the lake is flanked by long bays, including Green Bay in the northwest, and Grand Traverse and Little Traverse bays in the northeast. The word michigan is believed to come from the Ojibwe ᒥᓯᑲᒥ (michi-gami or mishigami), meaning \"great water\".",
    "url": "https://en.wikipedia.org/wiki/Lake_Michigan",
    "content_length": 24698
  },
  "Michigan Center, Michigan": {
    "title": "Michigan Center, Michigan",
    "summary": "Michigan Center is an unincorporated community and census-designated place (CDP) in Jackson County in the U.S. state of Michigan. The population was 4,672 at the 2010 census.  The CDP is located within Leoni Township on the eastern border of the city of Jackson.\nMichigan Center was platted as \"Michigan Centre\" in 1837 by Abel Fitch and Paul Ring, although there were settlements in the area from at least 1834. The name was presumably derived from the proximity to the Michigan meridian which divided the state into eastern and western portions for surveying. The community is not close to any sort of geographical center of the state. Fitch became the first postmaster in 1838.\nMichigan Center began developing as a mill town on a tributary of the Grand River. There was a station on the Michigan Central Railroad. However, nearby Jackson rapidly outpaced Michigan Center, which has since become a bedroom community to the city.",
    "url": "https://en.wikipedia.org/wiki/Michigan_Center,_Michigan",
    "content_length": 3865
  }
}