{
  "United States": {
    "title": "United States",
    "url": "https://en.wikipedia.org/wiki/United_States",
    "summary": "The United States of America (USA), also known as the United States (U.S.) or America, is a country primarily located in North America. It is a federal republic of 50 states and a federal capital district, Washington, D.C. The 48 contiguous states border Canada to the north and Mexico to the south, with the semi-exclave of Alaska in the northwest and the archipelago of Hawaii in the Pacific Ocean. The United States asserts sovereignty over five major island territories and various uninhabited is...",
    "content_preview": "The United States of America (USA), also known as the United States (U.S.) or America, is a country primarily located in North America. It is a federal republic of 50 states and a federal capital district, Washington, D.C. The 48 contiguous states border Canada to the north and Mexico to the south, with the semi-exclave of Alaska in the northwest and the archipelago of Hawaii in the Pacific Ocean. The United States asserts sovereignty over five major island territories and various uninhabited islands. It is a megadiverse country, with the world's third-largest land area and third-largest population, exceeding 340 million.\nPaleo-Indians migrated from North Asia to North America over 12,000 years ago, and formed various civilizations. Spanish colonization led to the establishment in 1513 of Spanish Florida, the first European colony in what is now the continental United States. Subsequent British colonization, with the first settlement of the Thirteen Colonies in Virginia in 1607, saw th..."
  },
  "USA Network": {
    "title": "USA Network",
    "url": "https://en.wikipedia.org/wiki/USA_Network",
    "summary": "USA Network (or simply USA) is an American basic cable television channel owned by the NBCUniversal Media Group division of Comcast's NBCUniversal. It was launched in 1977 as Madison Square Garden Sports Network, one of the first national sports cable television channels. \nIt was relaunched under its current name on April 9, 1980, and in the years since then, USA steadily gained popularity through its original programming, a long-established partnership with WWF/WWE and, for many years, limited ...",
    "content_preview": "USA Network (or simply USA) is an American basic cable television channel owned by the NBCUniversal Media Group division of Comcast's NBCUniversal. It was launched in 1977 as Madison Square Garden Sports Network, one of the first national sports cable television channels. \nIt was relaunched under its current name on April 9, 1980, and in the years since then, USA steadily gained popularity through its original programming, a long-established partnership with WWF/WWE and, for many years, limited sports programming. USA increased its sports coverage  significantly in 2022, after the shutdown of NBCSN, and now serves as the main cable component of NBC Sports. \nAs of November 2023, USA Network is available to approximately 70 million pay television households in the United States, down from its 2011 peak of 100 million households.\n\n\n== History ==\n\n\n=== Madison Square Garden Sports Network (1977–1980) ===\nUSA Network was launched on September 22, 1977, as the Madison Square Garden Sports Ne..."
  }
}