{
  "United States": {
    "title": "United States",
    "url": "https://en.wikipedia.org/wiki/United_States",
    "summary": "The United States of America (USA), also known as the United States (U.S.) or America, is a country primarily located in North America. It is a federal republic of 50 states and a federal capital district, Washington, D.C. The 48 contiguous states border Canada to the north and Mexico to the south, with the semi-exclave of Alaska in the northwest and the archipelago of Hawaii in the Pacific Ocean. The United States asserts sovereignty over five major island territories and various uninhabited is...",
    "content_preview": "The United States of America (USA), also known as the United States (U.S.) or America, is a country primarily located in North America. It is a federal republic of 50 states and a federal capital district, Washington, D.C. The 48 contiguous states border Canada to the north and Mexico to the south, with the semi-exclave of Alaska in the northwest and the archipelago of Hawaii in the Pacific Ocean. The United States asserts sovereignty over five major island territories and various uninhabited islands in Oceania and the Caribbean. It is a megadiverse country, with the world's third-largest land area and third-largest population, exceeding 340 million.\nPaleo-Indians migrated from North Asia to North America over 12,000 years ago, and formed various civilizations. Spanish colonization led to the establishment in 1513 of Spanish Florida, the first European colony in what is now the continental United States. Subsequent British colonization, with the first settlement of the Thirteen Colonie..."
  },
  "Exatlón Estados Unidos": {
    "title": "Exatlón Estados Unidos",
    "url": "https://en.wikipedia.org/wiki/Exatl%C3%B3n_Estados_Unidos",
    "summary": "Exatlon Estados Unidos is an American reality competition television series that premiered on Telemundo on July 18, 2018. It is a Spanish-language adaptation of the Exatlon format. The show follows a group of athletes facing off in physical and mental challenges. It was hosted by Erasmo Provenza from its inception until the fourth season. Frederik Oldenburg replaced Provenza starting with the fifth season.\nIn January 2024, the series was renewed for a ninth season that premiered on December 10, ...",
    "content_preview": "Exatlon Estados Unidos is an American reality competition television series that premiered on Telemundo on July 18, 2018. It is a Spanish-language adaptation of the Exatlon format. The show follows a group of athletes facing off in physical and mental challenges. It was hosted by Erasmo Provenza from its inception until the fourth season. Frederik Oldenburg replaced Provenza starting with the fifth season.\nIn January 2024, the series was renewed for a ninth season that premiered on December 10, 2024. In May 2025, the series was renewed for a tenth season.\n\n\n== Format ==\nThe show consists of a group of athletes competing against each other through a series of obstacle courses for the grand prize of US$200,000. Each season begins with the athletes divided into two teams, Team Famous and Team Contenders. The final eight to ten athletes then compete individually to become the champion of Exatlon.\n\n\n== Series overview ==\n\n\n== References ==\n\n\n== External links ==\nOfficial website \nExatlón Es..."
  },
  "Mexico": {
    "title": "Mexico",
    "url": "https://en.wikipedia.org/wiki/Mexico",
    "summary": "Mexico, officially the United Mexican States, is a country in North America. It is the northernmost country in Latin America, and borders the United States to the north, and Guatemala and Belize to the southeast; while having maritime boundaries with the Pacific Ocean to the west, the Caribbean Sea to the southeast, and the Gulf of Mexico to the east. Mexico covers 1,972,550 km2 (761,610 sq mi), and is the thirteenth-largest country in the world by land area. With a population exceeding 130 mill...",
    "content_preview": "Mexico, officially the United Mexican States, is a country in North America. It is the northernmost country in Latin America, and borders the United States to the north, and Guatemala and Belize to the southeast; while having maritime boundaries with the Pacific Ocean to the west, the Caribbean Sea to the southeast, and the Gulf of Mexico to the east. Mexico covers 1,972,550 km2 (761,610 sq mi), and is the thirteenth-largest country in the world by land area. With a population exceeding 130 million, Mexico is the tenth-most populous country in the world and is home to the largest number of native Spanish speakers. Mexico City is the capital and largest city, which ranks among the most populous metropolitan areas in the world.\nHuman presence in Mexico dates back to at least 8,000 BC. Mesoamerica, considered a cradle of civilization, was home to numerous advanced societies, including the Olmecs, Maya, Zapotecs, Teotihuacan civilization, and Purépecha. Spanish colonization defeated the do..."
  },
  "United States Navy": {
    "title": "United States Navy",
    "url": "https://en.wikipedia.org/wiki/United_States_Navy",
    "summary": "The United States Navy (USN) is the maritime service branch of the United States Department of Defense. It is the world's most powerful navy with the largest displacement, at 4.5 million tons in 2021. It has the world's largest aircraft carrier fleet, with eleven in service, one undergoing trials, two new carriers under construction, and six other carriers planned as of 2024. With 336,978 personnel on active duty and 101,583 in the Ready Reserve, the U.S. Navy is the third largest of the United ...",
    "content_preview": "The United States Navy (USN) is the maritime service branch of the United States Department of Defense. It is the world's most powerful navy with the largest displacement, at 4.5 million tons in 2021. It has the world's largest aircraft carrier fleet, with eleven in service, one undergoing trials, two new carriers under construction, and six other carriers planned as of 2024. With 336,978 personnel on active duty and 101,583 in the Ready Reserve, the U.S. Navy is the third largest of the United States military service branches in terms of personnel. It has 299 deployable combat vessels and about 4,012 operational aircraft as of  18 July 2023. The U.S. Navy is one of six armed forces of the United States and one of eight uniformed services of the United States.\nThe United States Navy traces its origins to the Continental Navy, which was established during the American Revolutionary War and was effectively disbanded as a separate entity shortly thereafter. After suffering significant los..."
  },
  "List of diplomatic missions of the United States": {
    "title": "List of diplomatic missions of the United States",
    "url": "https://en.wikipedia.org/wiki/List_of_diplomatic_missions_of_the_United_States",
    "summary": "The United States has the second largest number of active diplomatic posts of any country in the world after the People's Republic of China, including 272 bilateral posts (embassies and consulates) in 174 countries, as well as 11 permanent missions to international organizations and seven other posts (as of May 2025). It maintains \"interest sections\" (in other states' embassies) in Afghanistan, Iran andNorth Korea.",
    "content_preview": "The United States has the second largest number of active diplomatic posts of any country in the world after the People's Republic of China, including 272 bilateral posts (embassies and consulates) in 174 countries, as well as 11 permanent missions to international organizations and seven other posts (as of May 2025). It maintains \"interest sections\" (in other states' embassies) in Afghanistan, Iran andNorth Korea.\n\n\n== History ==\nIn December 1777, Morocco became the first nation to seek diplomatic relations with the United States and together they maintain the United States' longest unbroken treaty. Benjamin Franklin established the first overseas mission of the United States in Paris in 1779. On April 19, 1782, John Adams was received by the States-General and the Dutch Republic as they were the first country, together with Morocco and France, to recognize the United States as an independent government. John Adams then became the first U.S. ambassador to the Netherlands and the house..."
  }
}