{
  "Colombia": {
    "title": "Colombia",
    "error": "disambiguation",
    "options": [
      "Columbia (personification)",
      "Columbia University",
      "Columbia Pictures",
      "Columbia Sportswear",
      "Columbia, South Carolina"
    ]
  },
  "Colombians": {
    "title": "Colombians",
    "summary": "Colombians (Spanish: Colombianos) are people identified with the country of Colombia. This connection may be residential, legal, historical or cultural. For most Colombians, several (or all) of these connections exist and are collectively the source of their being Colombian.\nColombia is considered to be one of the most multiethnic societies in the world, home to people of various ethnic, religious and national origins. Many Colombians have varying degrees of European, Indigenous and African ancestry.\nThe majority of the Colombian population is made up of descendants of Native Americans, mixed in part with Europeans, especially Iberians. Following the initial period of Spanish conquest and immigration, different waves of immigration and settlement of Nonindigenous peoples took place over the course of nearly six centuries and continue today. Elements of Native American and more recent immigrant customs, languages and religions have combined to form the culture of Colombia and thus a modern Colombian identity.",
    "url": "https://en.wikipedia.org/wiki/Colombians",
    "content_length": 12585
  },
  "Bogotá": {
    "title": "Bogotá",
    "summary": "Bogotá (, also UK: , US: , Spanish pronunciation: [boɣoˈta] ), officially Bogotá, Distrito Capital, abbreviated Bogotá, D.C., and formerly known as Santa Fe de Bogotá (Spanish: [ˌsanta ˈfe ðe βoɣoˈta]; lit. 'Holy Faith of Bogotá') during the Spanish Imperial period and between 1991 and 2000, is the capital and largest city of Colombia, and one of the largest cities in the world. The city is administered as the Capital District, as well as the capital of, though not politically part of, the surrounding department of Cundinamarca. Bogotá is a territorial entity of the first order, with the same administrative status as the departments of Colombia. It is the main political, economic, administrative, industrial, cultural, aeronautical, technological, scientific, medical and educational center of the country and northern South America.\nBogotá was founded as the capital of the New Kingdom of Granada on 6 August 1538 by Spanish conquistador Gonzalo Jiménez de Quesada after a harsh expedition into the Andes conquering the Muisca, the indigenous inhabitants of the Altiplano. Santafé (its name after 1540) became the seat of the government of the Spanish Royal Audiencia of the New Kingdom of Granada (created in 1550), and then after 1717 it was the capital of the Viceroyalty of New Granada. After the Battle of Boyacá on 7 August 1819, Bogotá became the capital of the independent nation of Gran Colombia. It was Simón Bolívar who rebaptized the city with the name of Bogotá, as a way of honoring the Muisca people and as an emancipation act towards the Spanish crown. Hence, since the Viceroyalty of New Granada's independence from the Spanish Empire and during the formation of present-day Colombia, Bogotá has remained the capital of this territory.\nThe city is located in the center of Colombia, on a high plateau known as the Bogotá savanna, part of the Altiplano Cundiboyacense located in the Eastern Cordillera of the Andes. Its altitude averages 2,640 meters (8,660 ft) above sea level. Subdivided into 20 localities, Bogotá has an area of 1,587 square kilometers (613 square miles) and a cool climate that is constant through the year.\nThe city is home to central offices of the executive branch (Office of the President), the legislative branch (Congress of Colombia) and the judicial branch (Supreme Court of Justice, Constitutional Court, Council of State and the Superior Council of Judicature) of the Colombian government. Bogotá stands out for its economic strength and associated financial maturity, its attractiveness to global companies and the quality of human capital. It is the financial and commercial heart of Colombia, with the most business activity of any city in the country. The capital hosts the main financial market in Colombia and the Andean natural region, and is the leading destination for new foreign direct investment projects coming into Latin America and Colombia. It has the highest nominal GDP in the country, responsible for almost a quarter of the nation's total (24.7%).\nThe city's airport, El Dorado International Airport, named after the mythical El Dorado, handles the largest cargo volume in Latin America, and is third in number of passengers. Bogotá is home to the largest number of universities and research centers in the country, and is an important cultural center, with many theaters, libraries (Virgilio Barco, Tintal, and Tunal of BibloRed, BLAA, National Library, among more than 1000) and museums. Bogotá ranks 52nd on the Global Cities Index 2014, and is considered a global city type \"Alpha-\" by GaWC.",
    "url": "https://en.wikipedia.org/wiki/Bogot%C3%A1",
    "content_length": 78515
  },
  "Colombian": {
    "title": "Colombian",
    "error": "disambiguation",
    "options": [
      "Colombia",
      "Colombians",
      "Demographics of Colombia",
      "Demographics of Colombia",
      "Indigenous peoples in Colombia"
    ]
  },
  "Colômbia": {
    "title": "Colômbia",
    "summary": "Colômbia is a municipality in the northern part of the state of São Paulo in Brazil. The population is 6,216 (2020 est.) in an area of 728.65 km². The elevation is 492 m. The bounding municipalities are Barretos to the south and Guaíra to the east. To the north, on the other side of the Rio Grande, is the state of Minas Gerais and the municipality of Planura.",
    "url": "https://en.wikipedia.org/wiki/Col%C3%B4mbia",
    "content_length": 1033
  }
}