{
  "United States": {
    "title": "United States",
    "url": "https://en.wikipedia.org/wiki/United_States",
    "summary": "The United States of America (USA), also known as the United States (U.S.) or America, is a country primarily located in North America. It is a federal republic of 50 states and a federal capital district, Washington, D.C. The 48 contiguous states border Canada to the north and Mexico to the south, with the semi-exclave of Alaska in the northwest and the archipelago of Hawaii in the Pacific Ocean. The United States asserts sovereignty over five major island territories and various uninhabited is...",
    "content_preview": "The United States of America (USA), also known as the United States (U.S.) or America, is a country primarily located in North America. It is a federal republic of 50 states and a federal capital district, Washington, D.C. The 48 contiguous states border Canada to the north and Mexico to the south, with the semi-exclave of Alaska in the northwest and the archipelago of Hawaii in the Pacific Ocean. The United States asserts sovereignty over five major island territories and various uninhabited islands. It is a megadiverse country, with the world's third-largest land area and third-largest population, exceeding 340 million.\nPaleo-Indians migrated from North Asia to North America over 12,000 years ago, and formed various civilizations. Spanish colonization led to the establishment in 1513 of Spanish Florida, the first European colony in what is now the continental United States. Subsequent British colonization, with the first settlement of the Thirteen Colonies in Virginia in 1607, saw th..."
  },
  "List of states and territories of the United States": {
    "title": "List of states and territories of the United States",
    "url": "https://en.wikipedia.org/wiki/List_of_states_and_territories_of_the_United_States",
    "summary": "The United States of America is a federal republic consisting of 50 states, a federal district (Washington, D.C., the capital city of the United States), five major territories, and various minor islands. Both the states and the United States as a whole are each sovereign jurisdictions. The Tenth Amendment to the United States Constitution allows states to exercise all powers of government not delegated to the federal government. Each state has its own constitution and government, and all states...",
    "content_preview": "The United States of America is a federal republic consisting of 50 states, a federal district (Washington, D.C., the capital city of the United States), five major territories, and various minor islands. Both the states and the United States as a whole are each sovereign jurisdictions. The Tenth Amendment to the United States Constitution allows states to exercise all powers of government not delegated to the federal government. Each state has its own constitution and government, and all states and their residents are represented in the federal Congress, a bicameral legislature consisting of the Senate and the House of Representatives. Each state elects two senators, while representatives are distributed among the states in proportion to the most recent constitutionally mandated decennial census. Additionally, each state is entitled to select a number of electors to vote in the Electoral College, the body that elects the president of the United States, equal to the total of representa..."
  },
  "Christianity in the United States": {
    "title": "Christianity in the United States",
    "url": "https://en.wikipedia.org/wiki/Christianity_in_the_United_States",
    "summary": "Christianity is the predominant religion in the United States though sources disagree on the numbers. A Gallup survey from 2023 indicates that, of the entire U.S. population (332 million), about 67% is Christian (224 million). A plurality of Christians in the US identify as Protestant (33% of Americans), the next largest grouping is Roman Catholics (22%), 1% identify as Latter Day Saints, and 11% chose Christian.  The United States has the largest Christian population in the world and, more spec...",
    "content_preview": "Christianity is the predominant religion in the United States though sources disagree on the numbers. A Gallup survey from 2023 indicates that, of the entire U.S. population (332 million), about 67% is Christian (224 million). A plurality of Christians in the US identify as Protestant (33% of Americans), the next largest grouping is Roman Catholics (22%), 1% identify as Latter Day Saints, and 11% chose Christian.  The United States has the largest Christian population in the world and, more specifically, the largest Protestant population in the world, with nearly 210 million Christians and, as of 2021, over 140 million people affiliated with Protestant churches, although other countries have higher percentages of Christians among their populations. The Public Religion Research Institute's \"2020 Census of American Religion\", carried out between 2014 and 2020, showed that 70% of Americans identified as Christian during this seven-year interval. In a 2020 survey by the Pew Research Center..."
  }
}